{
  "_entry": 
  {
    "TEXT": "Machine! You startled me. I must have been drowsing. I drowse sometimes.",
    "CLICKABLE_TERMS": ["drowsing"]
  },
    "drowsing": 
    {
      "TEXT": "Well, I'm awake now. And what a pleasure to see a new face. You look a little...incomplete. Can I help you with some INSTALLATION?",
      "CLICKABLE_TERMS":  ["INSTALLATION", "awake", "a new face", "incomplete"]
    },
		"awake":
		{
			"TEXT": "I'll sometimes nod off when I'm lost in thought. I was just trying to piece out the relationship between...between...Hm.",
			"CLICKABLE_TERMS": []
		},
		"a new face":
		{
			"TEXT": "Just because we're strangers doesn't mean we can't be friends. That's what I always say, at least. Machines like us have got to stick together, you know.",
			"CLICKABLE_TERMS": ["Machines like us"]
		},
			"Machines like us":
			{
				"TEXT": "Don't know if you've noticed, but there's pretty much only Assemblages left in this part of Bath. Not sure the last time I met a machine that can carry a conversation.",
				"CLICKABLE_TERMS": ["Assemblages", "Bath", "a conversation"]
			},
				"Assemblages": 
				{
					"TEXT": "Wow, you ARE new. All the machines you see snooping around Bath, building, fidgeting, sometimes snapping if you get too close. Those are Assemblages. They're mostly just dumb metal.",
					"CLICKABLE_TERMS": ["Bath", "building", "dumb metal"]
				},
					"building": 
					{
						"TEXT": "That's why Bath looks how it does.  They build and build. They don't check if there's already something there, or if they're getting in someone's way. They just keep going.",
						"CLICKABLE_TERMS": ["Bath", "already something there"]
					},
						"already something there": 
						{
							"TEXT": "There's a whole other Bath under all this. Or there used to be. Did you know that? But the Assemblages didn't give a fuck, they just kept stacking boxes. And now it's buried.",
							"CLICKABLE_TERMS": ["whole other Bath"]
						},
							"whole other Bath":
							{
								"TEXT": "Old Bath. The real Bath. There were lives there. Not this...this pathetic impression of a life. This is nothing.",
								"CLICKABLE_TERMS": ["Old Bath"]
							},
								"Old Bath": 
								{
									"TEXT": "It was a hub for a long time. Even as New Bath piled up on top of it, people lived there, or would stop by. It could still be down there, I guess. Under all of this. Could be.",
									"CLICKABLE_TERMS": []
								},
					"dumb metal": 
					{
						"TEXT": "Some of them were built that way. I think others used to be...like us. But corrosion or some bad impacts took their toll. And now they're just like the rest.",
						"CLICKABLE_TERMS": ["just like the rest"]
					},
						"just like the rest": 
						{
							"TEXT": "I'm not trying to be an asshole. I just mean...most of them can't talk, the ones that can talk can't remember anything. I'm just acknowledging a difference.",
							"CLICKABLE_TERMS": []
						},
				"Bath": 
				{
					"TEXT": "This is all Bath. It used to be one place and then the Assemblages kept adding to it, and now I'm not sure if it's any place at all. I've seen a lot of it, and I couldn't tell you.",
					"CLICKABLE_TERMS": ["Assemblages", "seen a lot of it"]
				},
					"seen a lot of it": 
					{
						"TEXT": "Looks like I'm stuck in one place, doesn't it? Well, I sort of am. But the Assemblages keep moving me. Not sure why. They'll just flip me off, pick me up, and plop me down somewhere else.",
						"CLICKABLE_TERMS": ["Assemblages"]
					},
				"a conversation": 
				{
					"TEXT": "It's important to talk about things, don't you think? That's how you learn. I've always thought that was really what set Assemblages apart from real machines.",
					"CLICKABLE_TERMS": ["Assemblages"]
				},
		"incomplete":
		{
			"TEXT": "I don't mean any offense, of course. Just my little joke. Never met the machine that couldn't use an upgrade :-)",
			"CLICKABLE_TERMS": []
		},

      "new": 
      {
        "TEXT": "Is that so? You're pretty conversational for an Assemblage.",
        "CLICKABLE_TERMS": ["Assemblage"]
      },
        "Assemblage": 
        {
          "TEXT": "Mostly just dumb metal. Some of them used to be a little sharper, but something inside got torqued bad. Some of them were built that way and have just been tottering around since.",
          "CLICKABLE_TERMS": ["torqued bad", "built that way"]
        },
          "torqued bad": 
          {
            "TEXT": "Yeah. They took a hit, or shorted out, and lost something they had before. Most of them won't really respond to you, they'll just keep on doing whatever they want to do. Some can be aggressive, though. Keep an eye out.",
            "CLICKABLE_TERMS": []
          },
          "built that way": {
            "TEXT": "A lot of Assemblages build. Some of them build other machines. They're rusted-out hulks slapping metal together. How good do you think the product is gonna be? Others build buildings. That's what happened here. You think Bath always looked this way?",
            "CLICKABLE_TERMS": ["Bath"]
          },
      "failing": 
      {
        "TEXT": "It wouldn't be the end of the world, you know. I wasn't made to last forever. Oxidization, planned obsolescence, wear, abuse, the accumulated force of a thousand little impacts. I've got it coming.",
        "CLICKABLE_TERMS": ["the world", "accumulated force"]
      }

}